Revit 2027 API
ParameterTypeId.AnalyticalModelTopYProjection Property
 "Top y Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelTopYProjection { get; }
Public Shared ReadOnly Property AnalyticalModelTopYProjection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelTopYProjection {
	ForgeTypeId^ get ();
}
static member AnalyticalModelTopYProjection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace